tap "homebrew/cask-fonts"
brew "cmake"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "lua"
brew "neovim"
brew "ninja"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stow"
brew "tmux"
brew "wget"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
