tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "clang-format"
brew "cmake"
brew "doxygen"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "lua"
brew "neovim"
brew "ninja"
brew "ripgrep"
brew "saml2aws"
brew "starship"
brew "stow"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vault"
brew "wget"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
