tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "clang-format"
brew "cmake"
brew "doxygen"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "gmp"
brew "go"
brew "golang-migrate"
brew "lua"
brew "neovim"
brew "ninja"
brew "opam"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree"
brew "wget"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
