tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "hyperkit"
brew "jq"
brew "kubernetes-cli"
brew "lua"
brew "minikube"
brew "neovim"
brew "nginx"
brew "ninja"
brew "ripgrep"
brew "saml2aws"
brew "starship"
brew "stern"
brew "stow"
brew "terraform"
brew "tmux"
brew "tree"
brew "vault"
brew "wget"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
