tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "awscli"
brew "cmake"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "hey"
brew "lua"
brew "neovim"
brew "ninja"
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stow"
brew "stylua"
brew "terraform"
brew "tmux"
brew "tree"
brew "vault"
brew "wget"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
